<template>
    <div id="sector2" class="sector2">
<div class="card_body">
    <div class="video_card" style="position: relative; width: 100%; padding-top: 56.25%; /* 16:9 aspect ratio */">
  <video src="/test.mp4"
         autoplay
         muted
         loop
         playsinline
         style="position: absolute; top: 0; left: 0; width: 100%; height: 100%; object-fit: cover;">
  </video>
</div>
    <div class="card_text">
        <h1 style="margin-bottom: 20px;">О нас</h1>
    <p>Груминг-салон «Лакки» — это уютное место, где заботятся о красоте и здоровье ваших питомцев. Здесь работают профессиональные грумеры, которые используют современные техники стрижки и ухода за шерстью. В салоне предлагаются различные услуги, включая гигиеническую и модельную стрижку, тримминг, чистку ушей, подрезку когтей и SPA-процедуры для собак и кошек.
<br><br>
Особое внимание уделяется комфорту животных во время процедур. Мастера находят индивидуальный подход к каждому питомцу, учитывая его характер и особенности породы. В работе используются только безопасные косметические средства и профессиональное оборудование, что гарантирует качественный результат без стресса для животных.
<br><br>
Груминг-салон «Лакки» — это не просто уход за шерстью, а настоящая забота о вашем любимце. Здесь помогут не только сделать его красивым, но и поддерживать здоровье кожи и шерсти. Запишитесь на прием, и ваш питомец будет выглядеть ухоженно и чувствовать себя прекрасно! 🐶🐱✨</p>
</div>
</div>
</div>
</template>

<script>
import "@/assets/sector2.css";
export default{
    
}
</script>

<style>

</style>